{
    "Movie": [
        {
            "id": "DR0",
            "Name": "Grey's Anatomy",
            "Description": "นี่คือสุดยอดซีรีส์ที่จะสร้างความสนุก เสียงหัวเราะ ทำให้คุณเสียน้ำตาและเรียนรู้คุณค่าของชีวิตผ่านเรื่องราวของเหล่าศัลยแพทย์ที่ต้องต่อสู้เพื่อรักษาชีวิตคนไข้และพยุงชีวิตส่วนตัวไปพร้อมๆ กัน",
            "Type": [
                "Drama","ABC Studios"
            ],
            "Image": "1.jpg",
            "Trailer": "https://youtu.be/q1pcpgREQ5c"
        },
        {
            "id": "DR1",
            "Name": "The Walking Dead",
            "Description": "ระหว่างรักษาอาการบาดเจ็บจากการปฏิบัติหน้าที่ ริก ไกรมส์ นายอำเภอเมืองเล็กๆ ในจอร์เจีย ตื่นขึ้นมาจากอาการโคม่าแล้วพบว่าโลกเต็มไปด้วยฝูงซอมบี้ \"วอล์คเกอร์\"",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"2.jpg",
            "Trailer": "https://youtu.be/sfAc2U20uyg"
        },
        {
            "id": "DR2",
            "Name": "The Resident",
            "Description": "กลุ่มแพทย์ฝึกหัดรุ่นใหม่ต้องเผชิญกับความเป็นจริงของการแพทย์สมัยใหม่และปัญหาต่างๆ ขณะที่ฝึกปรือฝีมือโดยอาศัยความช่วยเหลือจากรุ่นพี่แพทย์ประจำบ้านผู้ช่ำชอง",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"3.jpg",
            "Trailer": "https://youtu.be/zfexbFwCBnE"
        },
        {
            "id": "DR3",
            "Name": "9-1-1",
            "Description": "ผลงานซีรีส์ดราม่าจบในตอนเล่าถึงประสบการณ์สุดกดดันของเจ้าหน้าที่ตำรวจ หน่วยกู้ชีพ และเจ้าหน้าที่ดับเพลิงที่ต้องเจอเหตุการณ์ชวนอึ้งจนหัวใจแทบหยุดเต้น",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"4.jpg",
            "Trailer": "https://youtu.be/PJpsRF-TJAE"
        },{
            "id": "DR4",
            "Name": "The Mandalorian",
            "Description": "หลังจากจักรวรรดิกาแลคติกล่มสลาย ทั่วกาแล็กซีเพิกเฉยต่อกฎหมาย นักล่าค่าหัวชาวแมนดาลอเรี่ยนจอมสันโดษเดินทางผ่านวงโคจรรอบนอกเพื่อหาเงิน แต่กลับได้พบสิ่งที่มีความหมายยิ่งกว่า",
            "Type": [
                "Drama","Action","Star Wors"
            ],
            "Image":"5.jpg",
            "Trailer": "https://youtu.be/aOC8E8z_ifw"
        },{
            "id": "DR5",
            "Name": "Mrs. America",
            "Description": "มิสซิสอเมริกาเล่าเรื่องราวเกี่ยวกับการเคลื่อนไหวเพื่อแก้กฎหมายความเท่าเทียม และผลสะท้อนกลับที่ทำให้การเมืองสหรัฐต้องเปลี่ยนไปตลอดกาล",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"6.jpg",
            "Trailer": "https://youtu.be/IFDrs1iuGmQ"
        },{
            "id": "DR6",
            "Name": "The Americans",
            "Description": "ซีรีส์ดราม่าย้อนยุคเกี่ยวกับชีวิตที่ซับซ้อนของคู่สามีภรรยาสายลับเคจีบีที่ปลอมตัวเป็นคนอเมริกันมาอาศัยอยู่ชานเมืองในอเมริกาไม่นานหลังจากโรนัลด์ เรแกน ได้รับเลือกเป็นประธานาธิบดี",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"7.jpg",
            "Trailer": "https://youtu.be/zIn_MH8_2ig"
        },{
            "id": "DR7",
            "Name": "Devs",
            "Description": "ลิลลี่ ชาน วิศวกรรมซอฟต์แวร์สาว ทำการสืบสวนแผนกพัฒนาลับของนายจ้างที่เป็นบริษัทเทคโนโลยีล้ำยุคที่ซิลิคอนแวลลีย์ ซึ่งเธอเชื่อว่าอยู่เบื้องหลังการฆาตกรรมแฟนของเธอ",
            "Type": [
                "Drama","Star World"
            ],
            "Image":"8.jpg",
            "Trailer": "https://youtu.be/Fp9LMsI6uJ8"
        },{
            "id": "DR8",
            "Name": "The Gifted",
            "Description": "ชีวิตเรียบง่ายของคู่สามีภรรยาชานเมืองต้องสั่นคลอนเมื่อทั้งคู่เพิ่งรู้ว่าลูกแฝดของตัวเองมีพลังเหนือมนุษย์ นี่คือเรื่องราวของเหล่ามนุษย์กลายพันธุ์ที่มีการดำเนินเรื่องในจักรวาลเอ็กซ์เม็น",
            "Type": [
                "Superhero","Drama","Star World"
            ],
            "Image":"9.jpg",
            "Trailer": "https://youtu.be/3pDdXYf3nfc"
        },{
            "id": "DR9",
            "Name": "Godfather Of Harlem",
            "Description": "เรื่องราวของบัมพี จอห์นสัน หัวหน้าแก๊งอาชญากรอื้อฉาว ซึ่งคืนสู่อิสรภาพหลังการจำคุกสิบปี ตอนช่วงต้นยุค 60 และพบว่าถิ่นที่เขาเคยคุมเต็มไปด้วยความวุ่นวาย",
            "Type": [
                "Drama","ABC Studios"
            ],
            "Image":"10.jpg",
            "Trailer": "https://youtu.be/FXSt-InPzeY"
        }
    ]
}

    
