let movies = [
    {
        "id": "AS0",
        "name": "American Dad",
        "des": "ซีรีส์แอนิเมชั่นสำหรับผู้ใหญ่เกี่ยวกับชีวิตของคุณพ่อซีไอเอ ปลาทองพูดได้และมนุษย์ต่างดาวจากอวกาศที่พยายามป้องกันเหตุก่อการร้ายในสหรัฐอเมริกา...",
        "Type": ["Comedy", "Star World"],
        "image": "./slidebar/images/series/as0.jpg"
    },
    {
        "id": "AS6",
        "name": "The Simpsons",
        "des": "*งดออกอากาศชั่วคราว ตอนต่อไปวันที่ 12 พ.ย.* โฮเมอร์ ซิมป์สัน พนักงานโรงงานนิวเคลียร์ ไม่ใช่แค่คนรักครอบครัวทั่วไป เขาเป็นผู้นำที่เต็มที่เสมอ พบกับครอบครัวตัวป่วนที่มีทั้งแม่มาร์จ ลูกชายบาร์ต ลูกสาวลิซ่า และหนูน้อยแม็กกี้ที่จะพาความฮามาให้คุณ...",
        "Type": ["Comedy", "Star World"],
        "image": "./slidebar/images/series/as6.jpg"
    },
    {
        "id": "AS9",
        "name": "Lilo & Stitch",
        "des": "บนเกาะฮาวายในเขตร้อนชื้นและเขียวขจี เด็กสาวผู้เปล่าเปลี่ยวชื่อลีโล รับลูกสุนัขหน้าตาใสซื่อมาเลี้ยงและตั้งชื่อว่า สติทช์ โดยไม่รู้ว่าสุนัขตัวนี้เป็นสัตว์ทดลองพันธุกรรมอันตรายที่หนีมาจากต่างดาว...",
        "Type": ["Kids", "Disney"],
        "image": "./slidebar/images/series/as9.jpg"
    },
    {
        "id": "MA1",
        "name": "The Falcon and The Winter Soldier",
        "des": "แซม วิลสัน หรือ 'ฟัลคอน' และ บัคกี้ บาร์นส์ หรือ 'วินเทอร์โซลเจอร์' ร่วมทีมกันผจญภัยไปรอบโลกเพื่อปราบวายร้ายรูปแบบใหม่ที่จะมาทดสอบความเก่งกาจและความอดทนของทั้งคู่...",
        "Type": ["Action", "Disney"],
        "image": "./slidebar/images/series/ma1.jpg"
    },
    {
        "id": "MA2",
        "name": "WandaVision",
        "des": "วันด้า แม็กซิมอฟฟ์และวิสชั่น คู่รักยอดมนุษย์ แต่งงานและย้ายมาอยู่ย่านชานเมืองของอเมริกาเพื่อสร้างครอบครัวในอุดมคติ แต่หลายๆ อย่างทำให้สงสัยว่า ชีวิตของทั้งคู่นั้น เป็นเรื่องจริงหรือภาพลวง ...",
        "Type": ["Superhero", "Drama", "Marvel"],
        "image": "./slidebar/images/series/ma2.jpg"
    },
    {
        "id": "SW3",
        "name": "Star Wars: The Clone Wars",
        "des": "กองกำลังหลักของสาธารณะรัฐ นำโดยโยดา, เมซ วินดู, โอบีวัน เคโนบี, อนาคิน สกายวอล์คเกอร์ และอัศวินเจไดคนอื่นๆ เข้าห้ำหั่นกับกองทัพดรอยด์ใหม่ของขบวนการแบ่งแยกเพื่อจบสงครามโคลนครั้งนี้...",
        "Type": ["Action", "Star Wars"],
        "image": "./slidebar/images/series/sw3.jpg"
    }
]